Repository: RWS/Sdl-Community
Catalog: TMX_TranslationProvider/SampleTestFiles/Banking TextBase.tmx
Source language: en_us
Languages: fr_fr

source: What we see is that non-commodity exports over the past couple of years have been responding largely as expected to growth in foreign activity and the Canadian dollar.
fr_fr: Nous constatons que les exportations hors produits de base ces dernières années ont réagi largement comme prévu à la croissance de l’activité étrangère et à l’évolution du dollar canadien.

source: Businesses are telling us that they are benefiting from stronger demand and a lower dollar.
fr_fr: Les entreprises nous font savoir qu’elles tirent profit de la demande plus forte et du dollar plus faible.

source: We have a great chart in the MPR that shows that non-commodity exports have recovered almost to their pre-recession peak, which puts the recent volatility into proper perspective.
fr_fr: Nous avons publié un graphique très révélateur à cet égard dans le RPM qui montre que les exportations hors produits de base sont remontées presque à leur niveau d’avant la récession, ce qui remet en perspective la volatilité récente.

source: Exports are projected to grow in line with the US economy over the projection period.
fr_fr: Les exportations devraient progresser en phase avec l’économie américaine pendant la période de projection.

source: We are being conservative by assuming that exports only make up part of the ground lost over the past four months.
fr_fr: Nous sommes prudents dans notre hypothèse voulant que les exportations ne regagnent qu’une partie du terrain perdu au cours des quatre derniers mois.

source: The past depreciation of the exchange rate will continue to support the level of exports, but its effect on export growth is projected to taper off over the course of this year.
fr_fr: La dépréciation passée du taux de change continuera à soutenir le niveau des exportations, mais ses effets sur la croissance de celles-ci devraient se dissiper au cours de l’année.

source: Growing demand for Canadian exports should lead to increased investment and new businesses being created.
fr_fr: Le raffermissement de la demande d’exportations canadiennes devrait faire augmenter les investissements et le nombre d’entreprises créées.

source: The question for monetary policy is when and by how much.
fr_fr: La question qui se pose pour la politique monétaire est de savoir quand et de combien.

source: Governing Council still believes that investment will be needed to expand productive capacity as both foreign and domestic demand increase.
fr_fr: Le Conseil de direction est encore d’avis qu’il faudra des investissements pour faire croître les capacités de production à mesure que la demande étrangère et intérieure progressera.

source: You can see that this rebuilding process is well under way in the United States, and we are seeing early signs that new firms are also being created in Canada.
fr_fr: On est à même de constater que ce processus de reconstruction est bien amorcé aux États-Unis, et nous voyons des signes précurseurs qu’il y a également création d’entreprises au Canada.

source: That said, our profile for investment, while still positive, is lower than in April.
fr_fr: Ceci dit, notre profil d’investissement, quoique encore positif, est plus faible qu’en avril.

source: That is because investment data have continued to disappoint and some businesses are telling us that they remain cautious.
fr_fr: La raison en est que les données sur l’investissement ont continué à être décevantes, et certaines entreprises nous indiquent qu’elles demeurent prudentes.

source: Let me make a point about the lower investment profile.
fr_fr: Permettez-moi de dire quelques mots au sujet du profil d’investissement plus faible.

source: It does not just mean slower growth in GDP, it also means a reduction in the economy’s potential, although to a lesser extent.
fr_fr: Il n’implique pas uniquement une croissance plus lente du PIB, mais aussi une réduction du potentiel de l’économie, quoique dans une moindre mesure. En

source: When you add it all up, we project the output gap will close toward the end of 2017, somewhat later than we forecast in April.
fr_fr: -3-somme, nous nous attendons à ce que l’écart de production se résorbe vers la fin de 2017, soit un peu plus tard que nous l’escomptions en avril.

source: The uncertainty around potential output remains high because it is not clear how much productive capacity will ultimately be rebuilt as the economy strengthens.
fr_fr: L’incertitude entourant la production potentielle demeure élevée, car on ne connaît pas exactement l’ampleur des capacités de production qui seront reconstituées en définitive à mesure que l’économie se raffermira.

source: In terms of inflation, we project it will average 2 per cent in 2017, as the output gap gradually closes.
fr_fr: En ce qui a trait à l’inflation, nous prévoyons qu’elle se situera en moyenne à 2 % en 2017, à mesure que l’écart de production se résorbera.

source: Our judgment about the inflation process is supported by two staff papers published today.
fr_fr: Notre prévision au sujet du processus d’inflation s’appuie sur deux notes analytiques du personnel publiées aujourd’hui.

source: The first finds that wage pressures are subdued relative to historical experience, largely consistent with the existing slack in the labour market.
fr_fr: Il ressort de la première que les pressions salariales sont modérées par rapport aux données historiques, ce qui concorde largement avec la marge existante de ressources inutilisées sur le marché du travail.

source: The second focuses on structural factors that help explain recent movements in the prices of consumer energy products, food and services.
fr_fr: La deuxième porte sur les facteurs structurels qui aident à expliquer les mouvements récents des prix des produits énergétiques de consommation, des aliments et des services.

source: Finally, as usual, we see a number of risks to our inflation outlook. We judge these risks to be roughly balanced.
fr_fr: Enfin, comme d’habitude, un certain nombre de risques pèsent sur nos perspectives d’inflation.

source: The overall climate, however, is one of heightened uncertainty.
fr_fr: Nous jugeons que ces risques sont relativement équilibrés.

source: In a context of continued weak investment at the global
fr_fr: Cependant, le climat général est caractérisé par une incertitude accrue.

source: Not surprisingly, Governing Council also spent some time talking about housing.
fr_fr: Sans surprise, le Conseil de direction s’est aussi penché sur le secteur du logement.

source: We continue to have the same concerns that we expressed in our June Financial System Review about household indebtedness and housing, particularly in the Greater Vancouver and Toronto markets.
fr_fr: Nous avons les mêmes préoccupations que celles que nous avons exposées dans la Revue du système financier de juin concernant l’endettement des ménages et le logement, surtout dans les marchés du Grand Vancouver et du Grand Toronto.

source: The circumstances that the Canadian economy is facing make the Bank’s risk-management approach to monetary policy particularly valuable, because the types of uncertainties we see cannot readily be incorporated into projections.
fr_fr: Compte tenu des circonstances auxquelles est confrontée l’économie canadienne, la démarche de la Banque axée sur la gestion des risques associée à la formulation de la politique monétaire est particulièrement utile étant donné que les types d’incertitudes observés actuellement ne peuvent pas être facilement incorporés dans des projections.

source: In light of all these considerations, the Governing Council maintained the target for the overnight rate at 0.5 per cent.
fr_fr: À la lumière de l’ensemble de ces considérations, le Conseil de direction a maintenu le taux cible du financement à un jour à 0,5 %.

source: With that, Governor Poloz and I would now be happy to answer your questions.
fr_fr: Sur ce, le gouverneur Poloz et moi serons heureux de répondre à vos questions.

source: 14 September 2016 613-782-8782
fr_fr: Le 14 septembre 2016 613 782-8782

source: Slow global growth poses risks for financial stability, says Senior Deputy Governor Wilkins
fr_fr: La croissance mondiale lente présente des risques pour la stabilité financière, selon la première sous-gouverneure Wilkins

source: London, UK—The decline in the global economy’s potential to grow, and the lower interest rates that come with it, pose risks for financial stability, Bank of Canada Senior Deputy Governor Carolyn Wilkins said today.
fr_fr: LONDRES (ROYAUME-UNI) – La diminution du potentiel de croissance de l’économie mondiale, ainsi que la baisse des taux d’intérêt dont elle s’accompagne, présente des risques pour la stabilité financière, a déclaré aujourd’hui la première sous-gouverneure de la Banque du Canada, Carolyn Wilkins.

source: Those risks can be mitigated through deliberate efforts from the private sector and policy-makers.
fr_fr: Ces risques peuvent être atténués grâce aux efforts délibérés du secteur privé et des décideurs publics.

source: “While we typically link financial stability risks to unsustainably high growth, slower growth and lower returns can also add to vulnerabilities in the financial system,” Senior Deputy Governor Wilkins said in a speech to the Official Monetary and Financial Institutions Forum in London, UK.
fr_fr: « Bien que l’on associe généralement les risques entourant la stabilité financière à une croissance élevée insoutenable, une croissance plus lente et des rendements plus faibles peuvent aussi exacerber les vulnérabilités au sein du système financier », a souligné la première sous-gouverneure Wilkins dans la conférence qu’elle a prononcée devant l’Official Monetary and Financial Institutions Forum à Londres, au Royaume-Uni.

source: Economies around the world face the prospect of sluggish growth because the two components driving potential output—labour supply and productivity—are rising more slowly than in the past, she said.
fr_fr: Les économies du monde entier sont confrontées à la perspective d’une croissance atone du fait que les deux composantes qui déterminent la production potentielle  l’offre de main-d’œuvre et la productivité du travail  progressent plus lentement que par le passé.

source: The Bank of Canada estimates that global potential GDP growth declined from a peak of about 5 per cent in 2005 to just over 3 per cent this year.
fr_fr: Selon les estimations de la Banque du Canada, la croissance du PIB potentiel du globe est passée d’un sommet d’environ 5 % en 2005 à un peu plus de 3 % cette année.

source: This represents about US$1 1/2 trillion in foregone global output for 2016 alone.
fr_fr: Cela représente un manque à produire à l’échelle mondiale de quelque 1 1/2 billion de dollars américains en 2016 seulement.

source: “Natural by-products of slower potential growth are not only weaker corporate profits and dividends, but also a lower average rate of return on investments,” Senior Deputy Governor Wilkins said.
fr_fr: Selon la première sous-gouverneure, le ralentissement de la croissance potentielle a pour conséquences naturelles non seulement une baisse des bénéfices et des dividendes des sociétés, mais aussi un affaiblissement du taux de rendement moyen des placements.

source: To gauge this effect, economists estimate the neutral rate (the interest rate needed to balance savings and investment when the economy is operating at potential), which has fallen in Canada to 1 1/4 per cent today, from 3 per cent in the early 2000s.
fr_fr: Pour évaluer cet effet, les économistes estiment le taux neutre (le taux d’intérêt nécessaire pour équilibrer l’épargne et l’investissement lorsque l’économie tourne à plein régime), qui s’établit aujourd’hui au Canada à 1 1/4 %, contre 3 % au début des années 2000.

source: With the policy rate currently at 50 basis points, she noted that monetary policy in Canada remains quite stimulative, although less so than it would have been a decade ago when the neutral rate was higher.
fr_fr: Avec le taux directeur se situant actuellement à 50 points de base, Mme Wilkins note que la politique monétaire au Canada demeure très expansionniste, mais moins qu’elle ne l’aurait été il y a dix ans, lorsque le taux neutre était plus élevé.

source: Slower growth and a lower neutral rate heighten financial vulnerabilities through several channels.
fr_fr: La croissance plus lente et le taux neutre plus faible accentuent les vulnérabilités au sein du système financier par l’entremise de plusieurs canaux.

source: Households could experience longer and more frequent periods of shrinking incomes, making their debts more burdensome.
fr_fr: Les ménages pourraient être confrontés à des périodes plus longues et plus fréquentes de diminution de leurs revenus, ce qui viendrait alourdir le fardeau de leur dette.

source: A lower neutral rate could encourage investors to take on more risks in their search for higher returns.
fr_fr: Un taux neutre plus bas pourrait inciter les investisseurs à prendre davantage de risques dans leur quête de meilleurs rendements.

source: Finally, a lower neutral rate could put pressure on bank business models, opening the door for important financial activities and related risks to migrate to less-regulated entities.
fr_fr: Enfin, un taux neutre plus bas pourrait exercer des pressions sur les modèles d’affaires des banques, ce qui ouvrirait la porte à la migration d’importantes activités financières et des risques connexes vers les entités moins réglementées.

source: Mitigating these risks will require effort, Senior Deputy Governor Wilkins said.
fr_fr: Au dire de Mme Wilkins, il faudra déployer de l’énergie pour atténuer ces risques.

source: Investors and market participants have to adapt to lower neutral rates.
fr_fr: Les investisseurs et les participants au marché doivent s’adapter à des taux neutres plus faibles.

source: Countries must continue to work to meet their G20 commitments and take fiscal and structural measures that will improve long-term growth and productivity.
fr_fr: Les pays doivent poursuivre leurs efforts afin de remplir leurs engagements du G20, et prendre les mesures budgétaires et structurelles qui amélioreront la croissance

source: Authorities have to continue to solidify the global financial system and guard against emerging problems.
fr_fr: 234, avenue Laurier Ouest • Ottawa (Ontario) K1A 0G9 • 613 782-8111 • www.banqueducanada.ca 234 Laurier Avenue West • Ottawa, Ontario K1A 0G9 • 613 782-8111 • www.bankofcanada.ca

source: “We have to adapt to the new reality of lower potential growth,” she said.
fr_fr: -2-et la productivité à long terme.

source: “The faster we do this, the safer the financial system will be.”
fr_fr: Les autorités doivent continuer à renforcer le système financier international et à se prémunir contre les problèmes émergents.

source: 234 Laurier Avenue West • Ottawa, Ontario K1A 0G9 • 613-782-8111 • www.bankofcanada.ca 234, avenue Laurier Ouest • Ottawa (Ontario) K1A 0G9 • 613-782-8111 • www.banqueducanada.ca
fr_fr: « Nous devons nous adapter à la nouvelle réalité que représente une croissance potentielle réduite, a souligné la première sous-gouverneure. Plus nous nous y emploierons rapidement, plus sûr sera le système financier. »

source: 15 June 2016 613-782-8782
fr_fr: L’économie canadienne réalise des progrès, selon le gouverneur Poloz

source: Canadian economy making progress, Governor Poloz says
fr_fr: WHITEHORSE (YUKON) – L’économie canadienne est en train de s’adapter aux bas prix du pétrole et de se rétablir de la crise financière mondiale, a déclaré aujourd’hui le gouverneur de la Banque du Canada, M. Stephen S. Poloz.

source: In a speech to the Yukon Chamber of Commerce, Governor Poloz gave a progress report for the economy since the Bank’s last forecast in April.
fr_fr: À l’occasion d’un discours qu’il a prononcé devant la Chambre de commerce du Yukon, le gouverneur Poloz a dressé un état de l’évolution de la situation économique depuis la dernière prévision formulée par la Banque, en avril.

source: He reviewed the outlook in light of key risks the Bank had identified earlier, as well as the impact of the wildfires in Alberta that led to the evacuation of Fort McMurray and affected oil sands production.
fr_fr: Il a examiné les perspectives de l’économie à la lumière des principaux risques que l’institution avait exposés à ce moment et des conséquences des feux de forêt en Alberta, qui ont forcé l’évacuation de la ville de Fort McMurray et nui à l’exploitation des sables bitumineux.

source: While the energy industry continues to struggle, there are signs of strength in non-energy exports, even though the data have been volatile in recent months, Governor Poloz said.
fr_fr: Si le secteur de l’énergie continue d’éprouver des difficultés, les exportations hors énergie montrent des signes de vigueur malgré la volatilité des données ces derniers mois, a affirmé le gouverneur.

source: The past depreciation of the Canadian dollar is supporting exports, including tourism, the Governor added.
fr_fr: Il a ajouté que la dépréciation passée du dollar canadien favorise les exportations de même que le tourisme.

source: “Several categories are encouraging,” he said.
fr_fr: Selon lui, plusieurs catégories de produits présentent des perspectives prometteuses.

source: “Many export sectors are operating near their capacity limits, which augurs well for future investment and job creation.”
fr_fr: « De nombreux secteurs d’exportation, en effet, approchent des limites de leur capacité de production, ce qui est de bon augure pour les projets d’investissement et la création d’emplois. »

source: Governor Poloz also said Canadian households are remaining resilient, particularly outside resource-producing areas.
fr_fr: Le gouverneur a aussi fait remarquer que les ménages canadiens demeurent résilients, surtout en dehors des régions productrices de ressources.

source: Low interest rates and a solid job market have helped sustain consumer spending.
fr_fr: La faiblesse des taux d’intérêt et la solidité du marché du travail ont contribué à soutenir les dépenses de consommation.

source: “Data from the first quarter show that consumption, including big-ticket items such as motor vehicle sales and housing, has remained strong,” he said.
fr_fr: Au dire du gouverneur, « les données du premier trimestre indiquent que les dépenses des ménages, y compris au titre d’articles coûteux comme les véhicules automobiles et le logement, sont demeurées vigoureuses ».

source: The Governor also elaborated on the Bank’s estimate of the economic effect of the devastating Alberta wildfires, which saw almost 90,000 people evacuated from Fort McMurray.
fr_fr: Il s’est également penché sur l’estimation faite par la Banque des conséquences économiques des feux de forêt dévastateurs en Alberta, lesquels ont forcé quelque 90 000 personnes à évacuer Fort McMurray.

source: With residents returning and some companies moving to restart production, the Bank now estimates the wildfires will reduce annualized growth in the second quarter by about 1.00 to 1.25 percentage points.
fr_fr: À l’heure où les habitants regagnent la ville et où certaines entreprises s’affairent à reprendre la production, la Banque estime pour le moment que les incendies entraîneront une baisse du taux de croissance annualisé d’environ 1,00 à 1,25 point de pourcentage au deuxième trimestre.

source: This will be followed by a sizable rebound due to the restoration of oil output and the beginning of reconstruction efforts.
fr_fr: L’économie se redressera considérablement par la suite en raison de la reprise de la production de pétrole et du commencement de la reconstruction.

source: Such a growth profile could yield average growth over the two quarters quite close to that set out in the Bank’s forecast in April, the Governor said.
fr_fr: Ce profil de croissance pourrait générer pour les deux trimestres une progression moyenne assez proche de celle prévue par la Banque en avril, a expliqué le gouverneur.

source: Both domestic and external risks remain. “Continued patience is required, but we have the right to be optimistic,” the Governor said.
fr_fr: Il subsiste des risques, tant internes qu’externes, et « la patience est toujours de mise, mais rien n’empêche d’être optimiste », a-t-il souligné. « Il reste que la résilience et la capacité d’adaptation des Canadiens me donnent la certitude que nous traverserons

source: “There is a resilience and flexibility among Canadians that gives me confidence that we will get through these adjustments and our economy will return to natural, self-sustaining growth.”
fr_fr: 234, avenue Laurier Ouest • Ottawa (Ontario) K1A 0G9 • 613 782-8111 • www.banqueducanada.ca 234 Laurier Avenue West • Ottawa, Ontario K1A 0G9 • 613 782-8111 • www.bankofcanada.ca

source: 234 Laurier Avenue West • Ottawa, Ontario K1A 0G9 • 613 782-8111 • www.bankofcanada.ca 234, avenue Laurier Ouest • Ottawa (Ontario) K1A 0G9 • 613 782-8111 • www.banqueducanada.ca
fr_fr: cette période d’ajustement et que notre économie retournera à une croissance naturelle et autosuffisante. »

source: 16 August 2016 613-782-8782
fr_fr: Le 16 août 2016 613 782-8782

source: Bank of Canada recognizes Saskatoon Police Service with Counterfeit Deterrence award
fr_fr: La Banque du Canada décerne au service de police de Saskatoon le Prix d’excellence en matière de répression de la contrefaçon

source: OTTAWA, ONTARIO — The Bank of Canada today presented three members of the Saskatoon Police Service (SPS) Economic Crime Section with the 2016 Law Enforcement Award of Excellence for Counterfeit Deterrence.
fr_fr: OTTAWA (ONTARIO) – La Banque du Canada a remis aujourd’hui à trois agents de la section des crimes économiques du service de police de Saskatoon le Prix d’excellence en matière de répression de la contrefaçon pour 2016.

source: This award, which has been presented since 2004, recognizes the outstanding achievements of criminal justice professionals and educators involved in the prevention and deterrence of bank note counterfeiting in Canada.
fr_fr: Ce prix, qui a vu le jour en 2004, souligne les réalisations exceptionnelles de professionnels de la justice pénale et d’enseignants actifs dans la répression et la prévention de la contrefaçon de billets de banque au Canada.

source: This year’s recipients exemplified collaborative policing.
fr_fr: Les lauréats de cette année ont incarné la collaboration policière.

source: Through teamwork, sound investigative techniques and diligent intelligence gathering, the police officers were able to quickly secure evidence, lay a number of charges and obtain a successful conviction against an individual responsible for producing and passing counterfeit currency throughout Saskatoon.
fr_fr: Grâce à leur esprit d’équipe, aux techniques d’enquête judicieuses qu’ils ont employées et au zèle avec lequel ils ont collecté des renseignements, les agents ont rapidement recueilli des preuves, déposé plusieurs accusations et obtenu la condamnation d’un individu qui produisait de la fausse monnaie et la mettait en circulation aux quatre coins de Saskatoon.

source: In presenting the award, Richard Wall, Chief of the Bank’s Currency Department, remarked, “While not particularly large by national or international standards, this investigation of a local counterfeiting operation was worthy of merit since it involved exemplary police work.
fr_fr: Lors de la remise du prix, Richard Wall, chef du département de la Monnaie à la Banque, s’est exprimé ainsi : « Même si l’enquête portant sur une opération de contrefaçon dans la région n’était pas d’envergure nationale ou internationale, elle mérite des éloges parce qu’elle a donné lieu à un travail policier exemplaire.
